---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.LinkVisibilityLost
source: html/d557c572-15eb-3f27-08de-2b64a8810a7f.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.LinkVisibilityLost Property

Link visibility overrides will be lost.

## Syntax (C#)
```csharp
public static FailureDefinitionId LinkVisibilityLost { get; }
```